app/controllers/articles_controller.rb

  def create
    # render :edit
    @article = Article.new(article_params)
    @article.save
---
INSERT INTO `articles` (`title`, `text`, `created_at`, `updated_at`) VALUES ('aaa', 'bbb', '2018-07-27 07:05:50', '2018-07-27 07:05:50')